Dlubal.RFEM5.GuideObjectType
Type of guide objects

Dlubal.RFEM5.GuideObjectType.UnknownGuideObject
Unknown guide object type

Dlubal.RFEM5.GuideObjectType.DimensionObject
Dimension

Dlubal.RFEM5.GuideObjectType.CommentObject
Comment

Dlubal.RFEM5.GuideObjectType.CoordinateSystemObject
User-defined coordinate system

Dlubal.RFEM5.GuideObjectType.GuidelineObject
Guideline